import React, {ReactElement} from "react";

export const Detail = (): ReactElement=>{
  return (
    <div className="detail-container">
      하루 중 가장 좋아하는 시간은 사랑하는 사람을 위해 저녁을 준비할 때다. 이전에는 몰랐는데 누군가와 함께 밥을 먹는 시간이 참 소중하고 기쁘게 느껴진다. 요리를 할 때는 오로지 요리에만 집중한다. 한 끼를 즐거운 마음으로 해결할 수 있도록 부엌 위에 온 신경을 쓴다. 매일 먹는 밥인데도 왜 언제나 설레고 기대되는 것일까. 무엇이든 \u0027밥 먹듯이\u0027 해내고 싶다는 생각을 요즘 자주 한다.
      
      <br/>
      하루 중 가장 좋아하는 시간은 사랑하는 사람을 위해 저녁을 준비할 때다. 이전에는 몰랐는데 누군가와 함께 밥을 먹는 시간이 참 소중하고 기쁘게 느껴진다. 요리를 할 때는 오로지 요리에만 집중한다. 한 끼를 즐거운 마음으로 해결할 수 있도록 부엌 위에 온 신경을 쓴다. 매일 먹는 밥인데도 왜 언제나 설레고 기대되는 것일까. 무엇이든 '밥 먹듯이' 해내고 싶다는 생각을 요즘 자주 한다.
      <br/>
      하루 중 가장 좋아하는 시간은 사랑하는 사람을 위해 저녁을 준비할 때다. 이전에는 몰랐는데 누군가와 함께 밥을 먹는 시간이 참 소중하고 기쁘게 느껴진다. 요리를 할 때는 오로지 요리에만 집중한다. 한 끼를 즐거운 마음으로 해결할 수 있도록 부엌 위에 온 신경을 쓴다. 매일 먹는 밥인데도 왜 언제나 설레고 기대되는 것일까. 무엇이든 '밥 먹듯이' 해내고 싶다는 생각을 요즘 자주 한다.
      <br/>
      하루 중 가장 좋아하는 시간은 사랑하는 사람을 위해 저녁을 준비할 때다. 이전에는 몰랐는데 누군가와 함께 밥을 먹는 시간이 참 소중하고 기쁘게 느껴진다. 요리를 할 때는 오로지 요리에만 집중한다. 한 끼를 즐거운 마음으로 해결할 수 있도록 부엌 위에 온 신경을 쓴다. 매일 먹는 밥인데도 왜 언제나 설레고 기대되는 것일까. 무엇이든 '밥 먹듯이' 해내고 싶다는 생각을 요즘 자주 한다.
      <br/>
      하루 중 가장 좋아하는 시간은 사랑하는 사람을 위해 저녁을 준비할 때다. 이전에는 몰랐는데 누군가와 함께 밥을 먹는 시간이 참 소중하고 기쁘게 느껴진다. 요리를 할 때는 오로지 요리에만 집중한다. 한 끼를 즐거운 마음으로 해결할 수 있도록 부엌 위에 온 신경을 쓴다. 매일 먹는 밥인데도 왜 언제나 설레고 기대되는 것일까. 무엇이든 '밥 먹듯이' 해내고 싶다는 생각을 요즘 자주 한다.
      <br/>
      하루 중 가장 좋아하는 시간은 사랑하는 사람을 위해 저녁을 준비할 때다. 이전에는 몰랐는데 누군가와 함께 밥을 먹는 시간이 참 소중하고 기쁘게 느껴진다. 요리를 할 때는 오로지 요리에만 집중한다. 한 끼를 즐거운 마음으로 해결할 수 있도록 부엌 위에 온 신경을 쓴다. 매일 먹는 밥인데도 왜 언제나 설레고 기대되는 것일까. 무엇이든 '밥 먹듯이' 해내고 싶다는 생각을 요즘 자주 한다.
      <br/>
      하루 중 가장 좋아하는 시간은 사랑하는 사람을 위해 저녁을 준비할 때다. 이전에는 몰랐는데 누군가와 함께 밥을 먹는 시간이 참 소중하고 기쁘게 느껴진다. 요리를 할 때는 오로지 요리에만 집중한다. 한 끼를 즐거운 마음으로 해결할 수 있도록 부엌 위에 온 신경을 쓴다. 매일 먹는 밥인데도 왜 언제나 설레고 기대되는 것일까. 무엇이든 '밥 먹듯이' 해내고 싶다는 생각을 요즘 자주 한다.
      <br/>
      하루 중 가장 좋아하는 시간은 사랑하는 사람을 위해 저녁을 준비할 때다. 이전에는 몰랐는데 누군가와 함께 밥을 먹는 시간이 참 소중하고 기쁘게 느껴진다. 요리를 할 때는 오로지 요리에만 집중한다. 한 끼를 즐거운 마음으로 해결할 수 있도록 부엌 위에 온 신경을 쓴다. 매일 먹는 밥인데도 왜 언제나 설레고 기대되는 것일까. 무엇이든 '밥 먹듯이' 해내고 싶다는 생각을 요즘 자주 한다.
      <br/>
      하루 중 가장 좋아하는 시간은 사랑하는 사람을 위해 저녁을 준비할 때다. 이전에는 몰랐는데 누군가와 함께 밥을 먹는 시간이 참 소중하고 기쁘게 느껴진다. 요리를 할 때는 오로지 요리에만 집중한다. 한 끼를 즐거운 마음으로 해결할 수 있도록 부엌 위에 온 신경을 쓴다. 매일 먹는 밥인데도 왜 언제나 설레고 기대되는 것일까. 무엇이든 '밥 먹듯이' 해내고 싶다는 생각을 요즘 자주 한다.
    </div>
  )
}